Repository: youyooo/MateDrive
Catalog: MateDriveApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Recent dashboard status, complete activity timelines, and aggregated widget trends are stored so pages remain available during a temporary server outage. Widget trends exclude locations and exact event times. Snapshots are isolated by server and vehicle.
zh_hans: 最近首页状态、完整活动时间线和小组件聚合趋势会保存在本机，以便服务器暂时离线时继续查看。小组件趋势不包含位置和事件精确时间，快照按服务器和车辆隔离。
zh_hant: 最近首頁狀態、完整活動時間軸和小元件彙總趨勢會儲存在本機，以便伺服器暫時離線時繼續查看。小元件趨勢不包含位置和事件精確時間，快照依伺服器和車輛隔離。

source: Clear Offline Vehicle Data
zh_hans: 清除离线车辆数据
zh_hant: 清除離線車輛資料

source: Clear all offline vehicle snapshots?
zh_hans: 清除全部离线车辆快照？
zh_hant: 清除全部離線車輛快照？

source: Max Speed
zh_hans: 最高速度
zh_hant: 最高速度

source: Medium Confidence
zh_hans: 中等置信度
zh_hant: 中等可信度

source: Metric (km, °C, bar)
zh_hans: 公制（公里、摄氏度、巴）
zh_hant: 公制（公里、攝氏度、巴）

source: Midnight Cherry
zh_hans: 午夜樱桃
zh_hant: 午夜櫻桃

source: Midnight Silver
zh_hans: 午夜银
zh_hant: 午夜銀

source: Mileage
zh_hans: 里程
zh_hant: 里程

source: Mileage by Day
zh_hans: 按日里程
zh_hant: 按日裡程

source: Mileage by Month
zh_hans: 按月里程
zh_hant: 按月里程

source: Mileage by Year
zh_hans: 按年里程
zh_hant: 按年裡程

source: Missing Cost
zh_hans: 缺少费用
zh_hant: 缺少費用

source: Most Efficient
zh_hans: 最高效行程
zh_hant: 最高效行程

source: Name
zh_hans: 名称
zh_hant: 名稱

source: New Battery Rated Range
zh_hans: 新车满电额定续航
zh_hant: 新車滿電額定續航

source: New Blank Rule
zh_hans: 新建空白规则
zh_hant: 新增空白規則

source: New from Template
zh_hans: 从模板新建
zh_hant: 從範本新增

source: Newest
zh_hans: 最新
zh_hant: 最新

source: No Active Charge
zh_hans: 没有正在充电
zh_hant: 沒有正在充電

source: No Cost
zh_hans: 无费用
zh_hant: 無費用

source: No Matching Rule
zh_hans: 未匹配规则
zh_hant: 未符合規則

source: No charge history
zh_hans: 没有充电历史
zh_hant: 沒有充電歷史

source: No charge point data
zh_hans: 没有充电点数据
zh_hant: 沒有充電點資料

source: No comparable charges
zh_hans: 暂无可比较充电
zh_hant: 暫無可比較充電

source: No comparable drives
zh_hans: 暂无可比较行程
zh_hant: 暫無可比較行程

source: No cost recorded
zh_hans: 未记录费用
zh_hant: 未記錄費用

source: No countries recorded
zh_hans: 没有国家记录
zh_hant: 沒有國家記錄

source: No curve data
zh_hans: 暂无曲线数据
zh_hant: 暫無曲線資料

source: No data
zh_hans: 无数据
zh_hant: 無資料

source: No drive history
zh_hans: 没有行程历史
zh_hant: 沒有行程歷史

source: No mileage data
zh_hans: 没有里程数据
zh_hant: 沒有里程資料

source: No pricing changes
zh_hans: 没有需要写入的费用
zh_hant: 沒有需要寫入的費用

source: No pricing rule matched this charge
zh_hans: 没有电价规则匹配本次充电
zh_hant: 沒有電價規則匹配本次充電

source: No pricing rules
zh_hans: 暂无电价规则
zh_hant: 暫無電價規則

source: No regions recorded
zh_hans: 没有地区记录
zh_hant: 沒有地區記錄

source: No reliable data
zh_hans: 暂无可靠数据
zh_hant: 暫無可靠資料

source: No route coordinates
zh_hans: 没有路线坐标
zh_hant: 沒有路線座標

source: No sentry alerts recorded
zh_hans: 没有哨兵警报记录
zh_hant: 沒有哨兵警報記錄

source: No software updates found
zh_hans: 未找到软件更新
zh_hant: 未找到軟體更新

source: No trips found
zh_hans: 暂无路程
zh_hant: 暫無路程

source: No weather samples
zh_hans: 没有天气样本
zh_hant: 沒有天氣樣本

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Odometer
zh_hans: 里程表
zh_hant: 里程錶

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: Oldest
zh_hans: 最旧
zh_hant: 最舊

source: On
zh_hans: 开启
zh_hant: 開啟

source: Only charger type and pricing schedule are saved. Location, effective dates, and priority stay with each rule.
zh_hans: 模板只保存充电类型和价格时段；位置、生效日期和优先级仍由每条规则单独设置。
zh_hant: 範本只儲存充電類型和價格時段；位置、生效日期和優先順序仍由每條規則單獨設定。

source: Open ${destination}
zh_hans: 打开${destination}
zh_hant: 開啟${destination}

source: MateDrive Page
zh_hans: MateDrive 页面
zh_hant: MateDrive 頁面

source: Open MateDrive Page
zh_hans: 打开 MateDrive 页面
zh_hant: 開啟 MateDrive 頁面

source: Opens a selected MateDrive page for the current vehicle.
zh_hans: 为当前车辆打开所选的 MateDrive 页面。
zh_hant: 為目前車輛開啟所選的 MateDrive 頁面。

source: Page
zh_hans: 页面
zh_hant: 頁面

source: Open details
zh_hans: 打开详细数据
zh_hant: 開啟詳細資料

source: Battery level
zh_hans: 电池电量
zh_hant: 電池電量

source: Current vehicle location
zh_hans: 车辆当前位置
zh_hant: 車輛目前位置

source: Leisure
zh_hans: 休闲游玩
zh_hant: 休閒遊玩

source: Location unavailable
zh_hans: 位置不可用
zh_hant: 位置無法使用

source: Open recent driving map
zh_hans: 打开近期行驶地图
zh_hant: 開啟近期行駛地圖

source: Rated range
zh_hans: 额定续航
zh_hant: 額定續航

source: Show battery level
zh_hans: 显示电池电量
zh_hant: 顯示電池電量

source: Show rated range
zh_hans: 显示额定续航
zh_hant: 顯示額定續航

source: Vehicle location
zh_hans: 车辆位置
zh_hant: 車輛位置

source: Other DC
zh_hans: 其他直流桩
zh_hant: 其他直流樁

source: Outside
zh_hans: 车外
zh_hant: 車外

source: Outside Temperature
zh_hans: 车外温度
zh_hant: 車外溫度

source: Palette
zh_hans: 调色板
zh_hant: 調色盤

source: Parked
zh_hans: 停车
zh_hant: 停車

source: Parking Detail
zh_hans: 停车详情
zh_hant: 停車詳情

source: Peak
zh_hans: 峰值
zh_hant: 峰值

source: Peak Power
zh_hans: 峰值功率
zh_hant: 峰值功率

source: Pearl White
zh_hans: 珍珠白
zh_hant: 珍珠白

source: Personal
zh_hans: 个人
zh_hant: 個人

source: Power
zh_hans: 功率
zh_hant: 功率

source: Power Curve
zh_hans: 功率曲线
zh_hant: 功率曲線

source: Precondition the battery before cold-weather drives when regeneration is limited.
zh_hans: 低温且能量回收受限时，建议出发前预热电池。
zh_hant: 低溫且能量回收受限時，建議出發前預熱電池。

source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Price
zh_hans: 价格
zh_hant: 價格

source: Price Segments
zh_hans: 分时价格
zh_hant: 分時價格

source: Price per kWh
zh_hans: 每度价格
zh_hant: 每度價格

source: Price segments cannot overlap.
zh_hans: 分时时段不能重叠。
zh_hant: 分時時段不能重疊。

source: Pricing Preview
zh_hans: 费用预览
zh_hant: 費用預覽

source: Pricing Rule
zh_hans: 电价规则
zh_hant: 電價規則

source: Pricing Rules
zh_hans: 电价规则
zh_hant: 電價規則

source: Pricing rule
zh_hans: 电价规则
zh_hant: 電價規則

source: Priority
zh_hans: 优先级
zh_hant: 優先順序

source: Private route
zh_hans: 隐私行程
zh_hant: 隱私行程

source: Quicksilver
zh_hans: 极速银
zh_hant: 極速銀

source: Radius Meters
zh_hans: 半径（米）
zh_hant: 半徑（米）

source: Range
zh_hans: 续航
zh_hant: 續航

source: Range Loss
zh_hans: 续航损失
zh_hant: 續航損失

source: Range New
zh_hans: 新车续航
zh_hant: 新車續航

source: Range Now
zh_hans: 当前续航
zh_hant: 當前續航

source: Rated Range
zh_hans: 额定续航
zh_hant: 額定續航

source: Ready
zh_hans: 就绪
zh_hant: 就緒

source: Rear Left
zh_hans: 左后轮
zh_hant: 左後輪

source: Rear Right
zh_hans: 右后轮
zh_hant: 右後輪

source: Recent Driving Score
zh_hans: 近期驾驶评分
zh_hant: 近期駕駛評分

source: Recent recorded metrics are balanced. Keep the same smooth driving pattern.
zh_hans: 近期已记录指标较均衡，保持当前平顺驾驶方式。
zh_hant: 近期已記錄指標較均衡，保持目前平順駕駛方式。

source: Recommendations
zh_hans: 驾驶建议
zh_hant: 駕駛建議

source: Reconstructed from power samples
zh_hans: 由功率采样重建
zh_hant: 由功率取樣重建

source: Record more complete drives before treating this score as a stable trend.
zh_hans: 继续积累完整行程后，再将该评分视为稳定趋势。
zh_hant: 繼續累積完整行程後，再將該評分視為穩定趨勢。

source: Recording Start Odometer
zh_hans: 开始记录时里程表
zh_hant: 開始記錄時里程錶

source: Records
zh_hans: 记录
zh_hant: 記錄

source: Red
zh_hans: 红色
zh_hant: 紅色

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Regeneration
zh_hans: 能量回收
zh_hant: 能量回收

source: Regions
zh_hans: 地区
zh_hant: 地區

source: Regions Visited
zh_hans: 访问过的地区
zh_hant: 訪問過的地區

source: Release the accelerator earlier and more smoothly to use more regenerative braking.
zh_hans: 更早、更平顺地松开加速踏板，提高能量回收利用率。
zh_hant: 更早、更平順地鬆開加速踏板，提高能量回收利用率。

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Replace Recorded Cost
zh_hans: 替换已有费用
zh_hant: 取代已有費用

source: Restore the original TeslaMate API costs for every successful write?
zh_hans: 恢复本次成功写入记录原有的 TeslaMate API 费用？
zh_hant: 恢復本次成功寫入記錄原有的 TeslaMate API 費用？

source: Restored
zh_hans: 已恢复
zh_hant: 已恢復

source: Reusable Tariff Template
zh_hans: 可复用电价模板
zh_hant: 可重複使用電價範本

source: Road Trip
zh_hans: 长途行程
zh_hant: 長途行程

source: Roll Back
zh_hans: 回滚
zh_hant: 回復

source: Roll Back Costs?
zh_hans: 回滚费用？
zh_hant: 回復費用？

source: Route Drives
zh_hans: 路线行程
zh_hant: 路線行程

source: Route shape
zh_hans: 路线形状
zh_hant: 路線形狀

source: Rule
zh_hans: 规则
zh_hant: 規則

source: SOC
zh_hans: 电量
zh_hant: 電量

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save Cost
zh_hans: 保存费用
zh_hant: 儲存費用

source: Save Pricing as Template
zh_hans: 将价格保存为模板
zh_hant: 將價格儲存為範本

source: Save Trip
zh_hans: 保存路程
zh_hant: 儲存路程

source: Saving
zh_hans: 正在保存
zh_hant: 正在儲存

source: Secondary Server URL
zh_hans: 备用服务器 URL
zh_hant: 備用伺服器 URL

source: Selected
zh_hans: 已选择
zh_hant: 已選取

source: Sensitive details selected
zh_hans: 已选择敏感信息
zh_hant: 已選擇敏感資訊

source: Sentry
zh_hans: 哨兵模式
zh_hant: 哨兵模式

source: Sentry Alert
zh_hans: 哨兵警报
zh_hant: 哨兵警報

source: Sentry active
zh_hans: 哨兵模式已开启
zh_hant: 哨兵模式已開啟

source: Sentry mode detected activity
zh_hans: 哨兵模式检测到活动
zh_hant: 哨兵模式檢測到活動

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server Statistics
zh_hans: 服务端统计
zh_hant: 服務端統計

source: Server URL
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Server Version
zh_hans: 服务器版本
zh_hant: 伺服器版本

source: Session
zh_hans: 会话
zh_hant: 會話

source: Session Fee
zh_hans: 服务费
zh_hant: 服務費

source: Session fee must be a non-negative number.
zh_hans: 单次服务费必须是有效且不小于零的数字。
zh_hant: 單次服務費必須是有效且不小於零的數字。

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Share Card
zh_hans: 分享卡片
zh_hant: 分享卡片

source: Share Drive
zh_hans: 分享行程
zh_hant: 分享行程

source: Share Image
zh_hans: 分享图片
zh_hant: 分享圖片

source: Showing saved drives. Pull to refresh when the server is available.
zh_hans: 正在显示已保存的行程；服务器恢复后下拉刷新。
zh_hant: 正在顯示已儲存的行程；伺服器恢復後下拉重新整理。

source: Shows the latest read-only car status.
zh_hans: 显示最新的只读车辆状态。
zh_hant: 顯示最新的只讀車輛狀態。

source: Similar Charges
zh_hans: 相近充电
zh_hant: 相近充電

source: Solid Black
zh_hans: 纯黑
zh_hant: 純黑

source: Sort
zh_hans: 排序
zh_hant: 排序

source: Speed
zh_hans: 速度
zh_hant: 速度

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start Time
zh_hans: 开始时间
zh_hant: 開始時間

source: Start and end time must be entered together.
zh_hans: 开始时间和结束时间必须同时填写。
zh_hant: 開始時間和結束時間必須同時填寫。

source: Stats
zh_hans: 统计
zh_hant: 統計

source: Stealth Grey
zh_hans: 隐形灰
zh_hant: 隱形灰

source: Succeeded
zh_hans: 成功
zh_hant: 成功

source: Surface
zh_hans: 表面色
zh_hant: 表面色

source: Tariff Templates
zh_hans: 电价模板
zh_hant: 電價範本

source: Temperature
zh_hans: 温度
zh_hant: 溫度

source: Template Name
zh_hans: 模板名称
zh_hant: 範本名稱

source: Template Saved
zh_hans: 模板已保存
zh_hant: 範本已儲存

source: Templates reuse pricing schedules without copying locations or effective dates.
zh_hans: 模板只复用价格时段，不会复制位置或生效日期。
zh_hant: 範本只重複使用價格時段，不會複製位置或生效日期。

source: Tesla Supercharger
zh_hans: 特斯拉超充
zh_hant: 特斯拉超充

source: TeslaMate API price
zh_hans: TeslaMate API 价格
zh_hant: TeslaMate API 價格

source: TeslaMate has not published the active charge yet.
zh_hans: TeslaMate 尚未发布当前充电数据。
zh_hant: TeslaMate 尚未釋出當前充電資料。

source: Test Connection
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing Connection
zh_hans: 正在测试连接
zh_hant: 正在測試連線

source: The car is not currently charging.
zh_hans: 车辆当前未在充电。
zh_hant: 車輛當前未在充電。

source: The effective start date must not be after the end date.
zh_hans: 生效开始日期不能晚于结束日期。
zh_hant: 生效開始日期不能晚於結束日期。

source: The model year falls outside the catalog range. Check the detected generation.
zh_hans: 车型年份超出目录范围，请检查检测到的代际。
zh_hant: 車款年份超出目錄範圍，請檢查偵測到的世代。

source: The model year is unavailable, so the generation was inferred.
zh_hans: 车型年份不可用，因此代际为推断结果。
zh_hant: 車款年份無法取得，因此世代為推斷結果。

source: The report excludes server addresses, credentials, vehicle identifiers, and coordinates.
zh_hans: 报告不会包含服务器地址、认证凭据、车辆标识或坐标。
zh_hant: 報告不會包含伺服器位址、認證憑據、車輛識別或座標。

source: The reported wheels conflict with the detected factory trim. Choose the configuration that matches your vehicle.
zh_hans: 报告的轮毂与检测到的原厂版本冲突，请选择与车辆一致的配置。
zh_hant: 回報的輪圈與偵測到的原廠車型版本衝突，請選擇符合車輛的設定。

source: The saved configuration is no longer available. Automatic matching has been restored.
zh_hans: 已保存的配置不再可用，已恢复自动匹配。
zh_hant: 已儲存的設定已無法使用，已恢復自動配對。

source: The vehicle model was not recognized. Choose a catalog generation manually.
zh_hans: 无法识别车辆型号，请手动选择目录代际。
zh_hant: 無法識別車輛型號，請手動選擇目錄世代。

source: These evaluations come directly from TeslaMate API and remain separate from MateDrive's transparent recent-driving score.
zh_hans: 以下评价直接来自 TeslaMate API，并与 MateDrive 的透明近期驾驶评分分开显示。
zh_hant: 以下評價直接來自 TeslaMate API，並與 MateDrive 的透明近期駕駛評分分開顯示。

source: This feature is temporarily unavailable.
zh_hans: 此功能暂不可用。
zh_hant: 此功能暫不可用。

source: Through
zh_hans: 至
zh_hant: 至

source: Time
zh_hans: 时间
zh_hant: 時間

source: Today
zh_hans: 今天
zh_hant: 今天

source: Total Cost
zh_hans: 总费用
zh_hant: 總費用

source: Trim
zh_hans: 版本
zh_hant: 車型版本

source: Trip Detail
zh_hans: 路程详情
zh_hant: 路程詳情

source: Trip name
zh_hans: 路程名称
zh_hant: 路程名稱

source: Trip not found
zh_hans: 未找到路程
zh_hant: 未找到路程

source: Trips
zh_hans: 路程
zh_hant: 路程

source: Type
zh_hans: 类型
zh_hant: 型別

source: Tyre Pressure
zh_hans: 胎压
zh_hant: 胎壓

source: Ultra Red
zh_hans: 烈焰红
zh_hant: 烈焰紅

source: Unable to create share image.
zh_hans: 无法生成分享图片。
zh_hant: 無法產生分享圖片。

source: Unable to update vehicle image. Please try again.
zh_hans: 无法更新车辆图片，请重试。
zh_hant: 無法更新車輛圖片，請再試一次。

source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

source: Unclassified
zh_hans: 未分类
zh_hant: 未分類

source: Unified Activities
zh_hans: 统一活动
zh_hant: 統一活動

source: Units
zh_hans: 单位
zh_hant: 單位

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unknown install date
zh_hans: 安装日期未知
zh_hant: 安裝日期未知

source: Unlocked
zh_hans: 已解锁
zh_hant: 已解鎖

source: Updates
zh_hans: 更新
zh_hant: 更新

source: Updates per Month
zh_hans: 每月更新
zh_hant: 每月更新

source: Use automatic match
zh_hans: 使用自动匹配
zh_hant: 使用自動配對

source: Use this configuration
zh_hans: 使用此配置
zh_hant: 使用此設定

source: Using the closest available catalog image.
zh_hans: 正在使用目录中最接近的图片。
zh_hant: 正在使用目錄中最接近的圖片。

source: Using your saved vehicle image configuration.
zh_hans: 正在使用已保存的车辆图片配置。
zh_hant: 正在使用已儲存的車輛圖片設定。

source: Variant
zh_hans: 车型版本
zh_hant: 車型版本

source: Vehicle
zh_hans: 车辆
zh_hant: 車輛

source: Vehicle image
zh_hans: 车辆图片
zh_hant: 車輛圖片

source: Vehicle image unavailable
zh_hans: 车辆图片不可用
zh_hant: 車輛圖片不可用

source: Version
zh_hans: 版本
zh_hant: 版本

source: View Charge
zh_hans: 查看充电
zh_hant: 檢視充電

source: View Drive
zh_hans: 查看行程
zh_hant: 檢視行程

source: Voltage
zh_hans: 电压
zh_hant: 電壓

source: Weather Along The Way
zh_hans: 沿途天气
zh_hant: 沿途天氣

source: Wheels
zh_hans: 轮毂
zh_hant: 輪圈

source: Where Was I
zh_hans: 我在哪里
zh_hant: 我在哪裡

source: Widget
zh_hans: 小组件
zh_hant: 小元件

source: Write
zh_hans: 写入
zh_hant: 寫入

source: Write Costs?
zh_hans: 写入费用？
zh_hant: 寫入費用？

source: Write Selected Costs
zh_hans: 写入所选费用
zh_hant: 寫入所選費用

source: Write the selected rule estimates to TeslaMate API? Existing API costs are changed only when explicitly selected.
zh_hans: 将所选规则估算写入 TeslaMate API？已有接口费用仅在明确勾选后才会更改。
zh_hant: 將所選規則估算寫入 TeslaMate API？已有介面費用僅在明確勾選後才會更改。

source: Writeback Results
zh_hans: 写入结果
zh_hant: 寫入結果

source: Year
zh_hans: 年
zh_hant: 年

source: drive
zh_hans: 行程
zh_hant: 行程

source: drives
zh_hans: 次行程
zh_hant: 次行程

source: failed
zh_hans: 失败
zh_hant: 失敗

source: minutes
zh_hans: 分钟
zh_hant: 分鐘

source: rolled back
zh_hans: 已回滚
zh_hant: 已回復

source: segments
zh_hans: 时段
zh_hant: 時段

source: succeeded
zh_hans: 成功
zh_hant: 成功

source: trip
zh_hans: 路程
zh_hant: 路程

# vehicle.color.deep-blue
source: Deep Blue
zh_hans: 深海蓝
zh_hant: 深海藍

# vehicle.color.pearl-white
source: Pearl White
zh_hans: 珍珠白
zh_hant: 珍珠白

# vehicle.color.stainless
source: Stainless Steel
zh_hans: 不锈钢
zh_hant: 不鏽鋼

# vehicle.color.stealth-grey
source: Stealth Grey
zh_hans: 隐形灰
zh_hant: 隱形灰

# vehicle.generation.cybertruck-awd
source: Cybertruck All-Wheel Drive
zh_hans: Cybertruck 全轮驱动
zh_hant: Cybertruck 全輪驅動

# vehicle.generation.model-3-refresh
source: Model 3 Refresh
zh_hans: Model 3 焕新版
zh_hant: Model 3 煥新版

# vehicle.generation.model-3-refresh-performance
source: Model 3 Refresh Performance
zh_hans: Model 3 焕新版 Performance
zh_hant: Model 3 煥新版 Performance

# vehicle.generation.model-s-facelift
source: Model S (Facelift)
zh_hans: Model S（改款）
zh_hant: Model S（改款）

# vehicle.generation.model-s-nosecone
source: Model S (Nose Cone)
zh_hans: Model S（经典前脸）
zh_hant: Model S（經典車頭）

# vehicle.generation.model-s-refresh
source: Model S Refresh
zh_hans: Model S 焕新版
zh_hant: Model S 煥新版

# vehicle.generation.model-x-legacy
source: Model X Legacy
zh_hans: Model X 经典版
zh_hant: Model X 經典版

# vehicle.generation.model-x-refresh
source: Model X Refresh
zh_hans: Model X 焕新版
zh_hant: Model X 煥新版

# vehicle.generation.model-y-juniper-premium
source: Model Y Juniper Premium
zh_hans: Model Y Juniper 高级版
zh_hant: Model Y Juniper 進階版

# vehicle.generation.model-y-juniper-standard
source: Model Y Juniper Standard
zh_hans: Model Y Juniper 标准版
zh_hant: Model Y Juniper 標準版

# vehicle.generation.model-y-legacy
source: Model Y Legacy
zh_hans: Model Y 经典版
zh_hant: Model Y 經典版

# vehicle.generation.model-y-legacy-performance
source: Model Y Legacy Performance
zh_hans: Model Y 经典版 Performance
zh_hant: Model Y 經典版 Performance

# vehicle.trim.awd
source: All-Wheel Drive
zh_hans: 全轮驱动
zh_hant: 全輪驅動

# vehicle.trim.base
source: Base
zh_hans: 基础版
zh_hant: 基礎版

# vehicle.trim.dual-motor
source: Dual Motor
zh_hans: 双电机
zh_hant: 雙馬達

# vehicle.trim.legacy
source: Legacy
zh_hans: 经典版
zh_hant: 經典版

# vehicle.trim.performance
source: Performance
zh_hans: 高性能版
zh_hant: 高性能版

# vehicle.trim.premium
source: Premium
zh_hans: 高级版
zh_hant: 進階版

# vehicle.trim.sport
source: Sport
zh_hans: 运动版
zh_hant: 運動版

# vehicle.trim.standard
source: Standard
zh_hans: 标准版
zh_hant: 標準版

# vehicle.wheel.aero-18
source: 18-inch Aero Wheels
zh_hans: 18 英寸 Aero 轮毂
zh_hant: 18 吋 Aero 輪圈

# vehicle.wheel.all-season-20
source: 20-inch All-Season Wheels
zh_hans: 20 英寸全季节轮毂
zh_hant: 20 吋全季節輪圈

# vehicle.wheel.all-terrain-20
source: 20-inch All-Terrain Wheels
zh_hans: 20 英寸全地形轮毂
zh_hant: 20 吋全地形輪圈

# vehicle.wheel.arachnid-21
source: 21-inch Arachnid Wheels
zh_hans: 21 英寸 Arachnid 轮毂
zh_hant: 21 吋 Arachnid 輪圈

# vehicle.wheel.crossflow-19
source: 19-inch Crossflow Wheels
zh_hans: 19 英寸 Crossflow 轮毂
zh_hant: 19 吋 Crossflow 輪圈

# vehicle.wheel.cyberstream-20
source: 20-inch Cyberstream Wheels
zh_hans: 20 英寸 Cyberstream 轮毂
zh_hant: 20 吋 Cyberstream 輪圈

# vehicle.wheel.directional-16-17
source: 16/17-inch Directional Wheels
zh_hans: 前 16 / 后 17 英寸定向轮毂
zh_hant: 前 16 / 後 17 吋定向輪圈

# vehicle.wheel.gemini-19
source: 19-inch Gemini Wheels
zh_hans: 19 英寸 Gemini 轮毂
zh_hant: 19 吋 Gemini 輪圈

# vehicle.wheel.performance-20
source: 20-inch Performance Wheels
zh_hans: 20 英寸 Performance 轮毂
zh_hant: 20 吋 Performance 輪圈

# vehicle.wheel.photon-18
source: 18-inch Photon Wheels
zh_hans: 18 英寸 Photon 轮毂
zh_hant: 18 吋 Photon 輪圈

# vehicle.wheel.slipstream-20
source: 20-inch Slipstream Wheels
zh_hans: 20 英寸 Slipstream 轮毂
zh_hant: 20 吋 Slipstream 輪圈

# vehicle.wheel.tempest-19
source: 19-inch Tempest Wheels
zh_hans: 19 英寸 Tempest 轮毂
zh_hant: 19 吋 Tempest 輪圈

# vehicle.wheel.turbine-22
source: 22-inch Turbine Wheels
zh_hans: 22 英寸 Turbine 轮毂
zh_hant: 22 吋 Turbine 輪圈

# vehicle.wheel.uberturbine-20
source: 20-inch Überturbine Wheels
zh_hans: 20 英寸 Überturbine 轮毂
zh_hant: 20 吋 Überturbine 輪圈

source: Battery Report
zh_hans: 电池报告
zh_hant: 電池報告

source: Needs calibration
zh_hans: 需要校准
zh_hant: 需要校準

source: Lifetime health unavailable
zh_hans: 寿命健康度不可用
zh_hant: 壽命健康度無法取得

source: Estimated battery health
zh_hans: 估算电池健康度
zh_hant: 估算電池健康度

source: This is an estimate from TeslaMate records and your calibration reference, not a physical battery diagnosis.
zh_hans: 该结果根据 TeslaMate 记录和你的校准参考值估算，并非电池物理检测结论。
zh_hant: 該結果根據 TeslaMate 記錄和你的校準參考值估算，並非電池物理檢測結論。

source: Recording-period retention does not represent lifetime battery health. Add a verified new-car reference before drawing a degradation conclusion.
zh_hans: 记录期保持率不代表整车寿命健康度；填写已确认的新车参考值后，才能判断长期衰减。
zh_hant: 記錄期保持率不代表整車壽命健康度；填寫已確認的新車參考值後，才能判斷長期衰減。

source: Data Quality
zh_hans: 数据质量
zh_hant: 資料品質

source: History Span
zh_hans: 历史跨度
zh_hant: 歷史跨度

source: Recorded Capacity Retention
zh_hans: 记录期容量保持率
zh_hant: 記錄期容量保持率

source: Recorded Range Retention
zh_hans: 记录期续航保持率
zh_hant: 記錄期續航保持率

source: Distance Recorded
zh_hans: 已记录里程
zh_hant: 已記錄里程

source: Exact recording dates and start odometer hidden
zh_hans: 精确记录日期和起始里程已隐藏
zh_hant: 精確記錄日期和起始里程已隱藏

source: Exact recording dates hidden
zh_hans: 精确记录日期已隐藏
zh_hant: 精確記錄日期已隱藏

source: Recording start odometer hidden
zh_hans: 开始记录时里程已隐藏
zh_hant: 開始記錄時里程已隱藏

source: Include exact recording dates
zh_hans: 包含精确记录日期
zh_hant: 包含精確記錄日期

source: Include recording start odometer
zh_hans: 包含开始记录时里程
zh_hant: 包含開始記錄時里程

source: Anyone receiving this image can see the selected battery history details.
zh_hans: 收到图片的人都能看到已选择的电池历史信息。
zh_hant: 收到圖片的人都能看到已選擇的電池歷史資訊。

source: Share Battery Report
zh_hans: 分享电池报告
zh_hant: 分享電池報告

source: Battery Share Card
zh_hans: 电池分享卡片
zh_hant: 電池分享卡片

# vehicle.wheel.uberturbine-21
source: 21-inch Überturbine Wheels
zh_hans: 21 英寸 Überturbine 轮毂
zh_hant: 21 吋 Überturbine 輪圈

source: A valid place is required for future activities.
zh_hans: 此地点以后规则需要有效地点。
zh_hant: 此地點的未來活動需要有效地點。

source: AC charger
zh_hans: 交流充电桩
zh_hant: 交流充电桩

source: API Cache Cleared
zh_hans: API 缓存已清除
zh_hant: API 缓存已清除

source: API Cache Size
zh_hans: API 缓存大小
zh_hant: API 缓存大小

source: API tokens and authentication secrets are stored in the iOS Keychain and are not included in diagnostics or exports.
zh_hans: 接口令牌和认证密钥保存在 iOS 钥匙串中，不会写入诊断信息或导出文件。
zh_hant: 接口令牌和认证密钥保存在 iOS 钥匙串中，不会写入诊断信息或导出文件。

source: Active Time
zh_hans: 生效时间
zh_hant: 生效時間

source: Activity
zh_hans: 动态
zh_hant: 动态

source: Activity Detail
zh_hans: 动态详情
zh_hant: 动态详情

source: Activity Labels
zh_hans: 动态标签
zh_hant: 动态标签

source: Activity Purpose
zh_hans: 活动用途
zh_hant: 活動用途

source: Activity actions
zh_hans: 动态操作
zh_hant: 动态操作

source: Activity classification runs on this device from vehicle coordinates recorded by your TeslaMate server. MateDrive does not request the phone's location.
zh_hans: 动态分类仅在本机根据 TeslaMate 服务器记录的车辆坐标运行，MateDrive 不会请求手机定位。
zh_hant: 动态分类仅在本机根据 TeslaMate 服务器记录的车辆坐标运行，MateDrive 不会请求手机定位。

source: Activity detail unavailable
zh_hans: 动态详情不可用
zh_hant: 动态详情不可用

source: Activity filter
zh_hans: 动态筛选
zh_hant: 动态筛选

source: Activity location
zh_hans: 动态位置
zh_hant: 动态位置

source: Also learns a reusable rule for future charging at this location.
zh_hans: 同时学习此地点以后充电可复用的价格规则。
zh_hant: 同时学习此地点以后充电可复用的价格规则。

source: Apple map and geocoding services process map locations. When route weather is requested, precise route coordinates are sent to Open-Meteo for app functionality. Open-Meteo may retain request logs for up to 90 days and states that it does not link them to user identities or use them for tracking.
zh_hans: 苹果地图和地理编码服务会处理地图位置。请求沿途天气时，应用会将精确路线坐标发送给第三方开放气象服务以提供天气功能。该服务可能将请求日志保留最长 90 天，并声明不会将其关联到用户身份或用于跟踪。
zh_hant: 苹果地图和地理编码服务会处理地图位置。请求沿途天气时，应用会将精确路线坐标发送给第三方开放气象服务以提供天气功能。该服务可能将请求日志保留最长 90 天，并声明不会将其关联到用户身份或用于跟踪。

source: Applies to
zh_hans: 应用范围
zh_hant: 应用范围

source: Apply To
zh_hans: 应用范围
zh_hant: 套用範圍

source: Battery percentage gain
zh_hans: 电池电量增加
zh_hant: 电池电量增加

source: Bill
zh_hans: 账单
zh_hant: 账单

source: Billed energy
zh_hans: 计费电量
zh_hant: 计费电量

source: Billed energy is optional. When entered, it must come from your bill or charger meter and be greater than zero.
zh_hans: 计费电量可留空；填写时应来自账单或充电桩表计，并且必须大于 0。
zh_hant: 计费电量可留空；填写时应来自账单或充电桩表计，并且必须大于 0。

source: Billed energy must be greater than zero.
zh_hans: 计费电量必须大于 0。
zh_hant: 计费电量必须大于 0。

source: Blue
zh_hans: 蓝色
zh_hant: 藍色

source: Cached API Responses
zh_hans: API 响应缓存
zh_hant: API 响应缓存

source: Cached activity unavailable
zh_hans: 缓存动态不可用
zh_hant: 缓存动态不可用

source: Catalog Version
zh_hans: 目录版本
zh_hant: 目录版本

source: Charge gain
zh_hans: 充电增加
zh_hant: 充电增加

source: Charger
zh_hans: 充电桩
zh_hant: 充电桩

source: Charger type
zh_hans: 充电桩类型
zh_hant: 充电桩类型

source: Charging Prices
zh_hans: 充电价格
zh_hant: 充电价格

source: Charging cost
zh_hans: 充电费用
zh_hant: 充电费用

source: Charging cost estimates
zh_hans: 充电费用估算
zh_hant: 充电费用估算

source: Charging location
zh_hans: 充电地点
zh_hant: 充电地点

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear API Cache
zh_hans: 清除 API 缓存
zh_hant: 清除 API 缓存

source: Clear Cached API Responses
zh_hans: 清除 API 响应缓存
zh_hant: 清除 API 响应缓存

source: Clear Learned Labels & Prices
zh_hans: 清除学习标签与价格
zh_hant: 清除学习标签与价格

source: Clear Learned Suggestions
zh_hans: 清除学习建议
zh_hant: 清除学习建议

source: Clear Offline Data
zh_hans: 清除离线数据
zh_hant: 清除离线数据
